import { AdvantagesCard } from '@olympia-kosiv-nx/landing/home/common';

export const CARDS: AdvantagesCard[] = [
  {
    icon: 'gymIcon',
    title: 'Тренажерний зал',
    desc: 'Займайтеся бодибілденгом, фітнесом або паверлфітенгом сучасному залі.',
  },
  {
    icon: 'fightIcon',
    title: 'Боротьба',
    desc: 'В залі є секція для заняття боксом, мма та іншими видами боротьби.',
  },
  {
    icon: 'womanIcon',
    title: 'Окремі роздягальні',
    desc: 'У нас є окремі роздягальні для хлопців та дівчат.',
  },
  {
    icon: 'shower',
    title: 'Душ',
    desc: 'Після тренування ви можете відвідати горячий душ.',
  },
  {
    icon: 'airFlow',
    title: 'Вентиляція',
    desc: 'В нашому залі встановлена сучасна система винтиляції з притоком свіжого повітря.',
  },
  {
    icon: 'coach',
    title: 'Тренери',
    desc: 'У нас працюють висококвалифіковані тренери, які зможуть завжди можуть допомогти.',
  },
];
